Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Player.Error.MissingContext
source: Missing playback context.
ar_sa: سياق التشغيل مفقود.
de_de: Fehlender Wiedergabekontext.
es_es: Falta contexto de reproducción.
fr_fr: Contexte de lecture manquant.
hi_in: प्लेबैक संदर्भ गुम है.
ja_jp: 再生コンテキストがありません。
ko_kr: 재생 컨텍스트가 누락되었습니다.
pt_br: Contexto de reprodução ausente.
tr_tr: Oynatma bağlamı eksik.
zh_hans: 缺少播放上下文。

# Player_Error_MissingContext
source: Missing playback context.
ar_sa: سياق التشغيل مفقود.
de_de: Fehlender Wiedergabekontext.
es_es: Falta contexto de reproducción.
fr_fr: Contexte de lecture manquant.
hi_in: प्लेबैक संदर्भ गुम है.
ja_jp: 再生コンテキストがありません。
ko_kr: 재생 컨텍스트가 누락되었습니다.
pt_br: Contexto de reprodução ausente.
tr_tr: Oynatma bağlamı eksik.
zh_hans: 缺少播放上下文。

# Player.Track.SubtitlesFormat
source: Subtitles: {0}
ar_sa: الترجمة: {0}
de_de: Untertitel: {0}
es_es: Subtítulos: {0}
fr_fr: Sous-titres : {0}
hi_in: उपशीर्षक: {0}
ja_jp: 字幕: {0}
ko_kr: 자막: {0}
pt_br: Legendas: {0}
tr_tr: Altyazılar: {0}
zh_hans: 字幕：{0}

# Player_Track_SubtitlesFormat
source: Subtitles: {0}
ar_sa: الترجمة: {0}
de_de: Untertitel: {0}
es_es: Subtítulos: {0}
fr_fr: Sous-titres : {0}
hi_in: उपशीर्षक: {0}
ja_jp: 字幕: {0}
ko_kr: 자막: {0}
pt_br: Legendas: {0}
tr_tr: Altyazılar: {0}
zh_hans: 字幕：{0}

# Player.Fullscreen.Exit
source: Exit fullscreen
ar_sa: الخروج من وضع ملء الشاشة
de_de: Beenden Sie den Vollbildmodus
es_es: Salir de pantalla completa
fr_fr: Quitter le plein écran
hi_in: फ़ुलस्क्रीन से बाहर निकलें
ja_jp: 全画面表示を終了する
ko_kr: 전체 화면 종료
pt_br: Sair da tela cheia
tr_tr: Tam ekrandan çık
zh_hans: 退出全屏

# Player_Fullscreen_Exit
source: Exit fullscreen
ar_sa: الخروج من وضع ملء الشاشة
de_de: Beenden Sie den Vollbildmodus
es_es: Salir de pantalla completa
fr_fr: Quitter le plein écran
hi_in: फ़ुलस्क्रीन से बाहर निकलें
ja_jp: 全画面表示を終了する
ko_kr: 전체 화면 종료
pt_br: Sair da tela cheia
tr_tr: Tam ekrandan çık
zh_hans: 退出全屏

# Player.Error.StreamStartTimedOut
source: Stream timed out while starting.
ar_sa: انتهت مهلة البث أثناء البدء.
de_de: Beim Starten des Streams ist eine Zeitüberschreitung aufgetreten.
es_es: Se agotó el tiempo de espera de la transmisión al iniciarse.
fr_fr: Le délai de diffusion a expiré lors du démarrage.
hi_in: प्रारंभ करते समय स्ट्रीम का समय समाप्त हो गया.
ja_jp: ストリームの開始中にタイムアウトになりました。
ko_kr: 시작하는 동안 스트리밍 시간이 초과되었습니다.
pt_br: A transmissão expirou durante a inicialização.
tr_tr: Yayın başlatılırken zaman aşımına uğradı.
zh_hans: 流启动时超时。

# Player_Error_StreamStartTimedOut
source: Stream timed out while starting.
ar_sa: انتهت مهلة البث أثناء البدء.
de_de: Beim Starten des Streams ist eine Zeitüberschreitung aufgetreten.
es_es: Se agotó el tiempo de espera de la transmisión al iniciarse.
fr_fr: Le délai de diffusion a expiré lors du démarrage.
hi_in: प्रारंभ करते समय स्ट्रीम का समय समाप्त हो गया.
ja_jp: ストリームの開始中にタイムアウトになりました。
ko_kr: 시작하는 동안 스트리밍 시간이 초과되었습니다.
pt_br: A transmissão expirou durante a inicialização.
tr_tr: Yayın başlatılırken zaman aşımına uğradı.
zh_hans: 流启动时超时。

# Search.OpenMovies
source: Open Movies
ar_sa: افتح الأفلام
de_de: Öffnen Sie Filme
es_es: Abrir películas
fr_fr: Films ouverts
hi_in: फिल्में खोलें
ja_jp: 映画を開く
ko_kr: 영화 열기
pt_br: Abrir filmes
tr_tr: Filmleri aç
zh_hans: 打开电影

# Search_OpenMovies
source: Open Movies
ar_sa: افتح الأفلام
de_de: Öffnen Sie Filme
es_es: Abrir películas
fr_fr: Films ouverts
hi_in: फिल्में खोलें
ja_jp: 映画を開く
ko_kr: 영화 열기
pt_br: Abrir filmes
tr_tr: Filmleri aç
zh_hans: 打开电影

# Player.Error.StreamEndedUnexpectedly
source: Stream ended unexpectedly.
ar_sa: انتهى البث بشكل غير متوقع.
de_de: Der Stream wurde unerwartet beendet.
es_es: La transmisión terminó inesperadamente.
fr_fr: Le flux s'est terminé de manière inattendue.
hi_in: स्ट्रीम अप्रत्याशित रूप से समाप्त हो गई.
ja_jp: ストリームが予期せず終了しました。
ko_kr: 스트림이 예기치 않게 종료되었습니다.
pt_br: A transmissão terminou inesperadamente.
tr_tr: Yayın beklenmedik şekilde sona erdi.
zh_hans: 直播意外结束。

# Player_Error_StreamEndedUnexpectedly
source: Stream ended unexpectedly.
ar_sa: انتهى البث بشكل غير متوقع.
de_de: Der Stream wurde unerwartet beendet.
es_es: La transmisión terminó inesperadamente.
fr_fr: Le flux s'est terminé de manière inattendue.
hi_in: स्ट्रीम अप्रत्याशित रूप से समाप्त हो गई.
ja_jp: ストリームが予期せず終了しました。
ko_kr: 스트림이 예기치 않게 종료되었습니다.
pt_br: A transmissão terminou inesperadamente.
tr_tr: Yayın beklenmedik şekilde sona erdi.
zh_hans: 直播意外结束。

# Player.Track.AudioFormat
source: Audio: {0}
ar_sa: الصوت: {0}
hi_in: ऑडियो: {0}
ja_jp: 音声: {0}
ko_kr: 오디오: {0}
pt_br: Áudio: {0}
tr_tr: Ses: {0}
zh_hans: 音频：{0}

# Player_Track_AudioFormat
source: Audio: {0}
ar_sa: الصوت: {0}
hi_in: ऑडियो: {0}
ja_jp: 音声: {0}
ko_kr: 오디오: {0}
pt_br: Áudio: {0}
tr_tr: Ses: {0}
zh_hans: 音频：{0}

# Player.Hint.DescriptionAvailable
source: Description available
ar_sa: الوصف متاح
de_de: Beschreibung verfügbar
es_es: Descripción disponible
fr_fr: Descriptif disponible
hi_in: विवरण उपलब्ध है
ja_jp: 説明が利用可能
ko_kr: 설명 가능
pt_br: Descrição disponível
tr_tr: Açıklama hazır
zh_hans: 可用说明

# Player_Hint_DescriptionAvailable
source: Description available
ar_sa: الوصف متاح
de_de: Beschreibung verfügbar
es_es: Descripción disponible
fr_fr: Descriptif disponible
hi_in: विवरण उपलब्ध है
ja_jp: 説明が利用可能
ko_kr: 설명 가능
pt_br: Descrição disponível
tr_tr: Açıklama hazır
zh_hans: 可用说明

# Player.Hint.PlaybackReady
source: Playback ready
ar_sa: التشغيل جاهز
de_de: Wiedergabebereit
es_es: Reproducción lista
fr_fr: Lecture prête
hi_in: प्लेबैक तैयार
ja_jp: 再生準備完了
ko_kr: 재생 준비됨
pt_br: Pronto para reprodução
tr_tr: Oynatma hazır
zh_hans: 播放就绪

# Player_Hint_PlaybackReady
source: Playback ready
ar_sa: التشغيل جاهز
de_de: Wiedergabebereit
es_es: Reproducción lista
fr_fr: Lecture prête
hi_in: प्लेबैक तैयार
ja_jp: 再生準備完了
ko_kr: 재생 준비됨
pt_br: Pronto para reprodução
tr_tr: Oynatma hazır
zh_hans: 播放就绪

# Player.Title.Episode
source: Episode
ar_sa: حلقة
de_de: Folge
es_es: Episodio
fr_fr: Épisode
hi_in: एपिसोड
ja_jp: エピソード
ko_kr: 삽화
pt_br: Episódio
tr_tr: Bölüm
zh_hans: 插曲

# Player_Title_Episode
source: Episode
ar_sa: حلقة
de_de: Folge
es_es: Episodio
fr_fr: Épisode
hi_in: एपिसोड
ja_jp: エピソード
ko_kr: 삽화
pt_br: Episódio
tr_tr: Bölüm
zh_hans: 插曲

# Player.Seek.LiveBufferUnavailable
source: Live stream has no seekable buffer
ar_sa: لا يحتوي البث المباشر على مخزن مؤقت يمكن البحث عنه
de_de: Live-Stream hat keinen durchsuchbaren Puffer
es_es: La transmisión en vivo no tiene buffer buscable
fr_fr: Le flux en direct n'a pas de tampon de recherche
hi_in: लाइव स्ट्रीम में कोई खोजने योग्य बफ़र नहीं है
ja_jp: ライブ ストリームにはシーク可能なバッファがありません
ko_kr: 실시간 스트림에 검색 가능한 버퍼가 없습니다.
pt_br: A transmissão ao vivo não tem buffer pesquisável
tr_tr: Canlı yayında aranabilir arabellek yok
zh_hans: 直播流没有可查找的缓冲区

# Player_Seek_LiveBufferUnavailable
source: Live stream has no seekable buffer
ar_sa: لا يحتوي البث المباشر على مخزن مؤقت يمكن البحث عنه
de_de: Live-Stream hat keinen durchsuchbaren Puffer
es_es: La transmisión en vivo no tiene buffer buscable
fr_fr: Le flux en direct n'a pas de tampon de recherche
hi_in: लाइव स्ट्रीम में कोई खोजने योग्य बफ़र नहीं है
ja_jp: ライブ ストリームにはシーク可能なバッファがありません
ko_kr: 실시간 스트림에 검색 가능한 버퍼가 없습니다.
pt_br: A transmissão ao vivo não tem buffer pesquisável
tr_tr: Canlı yayında aranabilir arabellek yok
zh_hans: 直播流没有可查找的缓冲区

# Player.Title.Live
source: Live
ar_sa: يعيش
es_es: Vivir
fr_fr: En direct
hi_in: रहना
ja_jp: ライブ
ko_kr: 살다
pt_br: Ao vivo
tr_tr: Canlı
zh_hans: 居住

# Player_Title_Live
source: Live
ar_sa: يعيش
es_es: Vivir
fr_fr: En direct
hi_in: रहना
ja_jp: ライブ
ko_kr: 살다
pt_br: Ao vivo
tr_tr: Canlı
zh_hans: 居住

# Player.Error.AppServicesUnavailable
source: App services are unavailable.
ar_sa: خدمات التطبيقات غير متوفرة.
de_de: App-Dienste sind nicht verfügbar.
es_es: Los servicios de la aplicación no están disponibles.
fr_fr: Les services d'application ne sont pas disponibles.
hi_in: ऐप सेवाएँ अनुपलब्ध हैं.
ja_jp: アプリサービスは利用できません。
ko_kr: 앱 서비스를 이용할 수 없습니다.
pt_br: Os serviços do aplicativo não estão disponíveis.
tr_tr: Uygulama hizmetleri kullanılamıyor.
zh_hans: 应用服务不可用。

# Player_Error_AppServicesUnavailable
source: App services are unavailable.
ar_sa: خدمات التطبيقات غير متوفرة.
de_de: App-Dienste sind nicht verfügbar.
es_es: Los servicios de la aplicación no están disponibles.
fr_fr: Les services d'application ne sont pas disponibles.
hi_in: ऐप सेवाएँ अनुपलब्ध हैं.
ja_jp: アプリサービスは利用できません。
ko_kr: 앱 서비스를 이용할 수 없습니다.
pt_br: Os serviços do aplicativo não estão disponíveis.
tr_tr: Uygulama hizmetleri kullanılamıyor.
zh_hans: 应用服务不可用。

# Player.Hint.MetadataAvailable
source: Metadata available
ar_sa: البيانات الوصفية متاحة
de_de: Metadaten verfügbar
es_es: Metadatos disponibles
fr_fr: Métadonnées disponibles
hi_in: मेटाडेटा उपलब्ध है
ja_jp: メタデータが利用可能
ko_kr: 사용 가능한 메타데이터
pt_br: Metadados disponíveis
tr_tr: Meta veri hazır
zh_hans: 可用元数据

# Player_Hint_MetadataAvailable
source: Metadata available
ar_sa: البيانات الوصفية متاحة
de_de: Metadaten verfügbar
es_es: Metadatos disponibles
fr_fr: Métadonnées disponibles
hi_in: मेटाडेटा उपलब्ध है
ja_jp: メタデータが利用可能
ko_kr: 사용 가능한 메타데이터
pt_br: Metadados disponíveis
tr_tr: Meta veri hazır
zh_hans: 可用元数据

# ItemInspector.CopiedSafeReport
source: Copied a share-safe inspection report to the clipboard.
ar_sa: تم نسخ تقرير فحص المشاركة الآمنة إلى الحافظة.
de_de: Einen Share-Safe-Inspektionsbericht in die Zwischenablage kopiert.
es_es: Copié un informe de inspección de seguridad compartida en el portapapeles.
fr_fr: Copie d'un rapport d'inspection partagé dans le presse-papiers.
hi_in: शेयर-सुरक्षित निरीक्षण रिपोर्ट को क्लिपबोर्ड पर कॉपी किया गया।
ja_jp: シェアセーフ検査レポートをクリップボードにコピーしました。
ko_kr: 공유 안전 검사 보고서를 클립보드에 복사했습니다.
pt_br: Copiou um relatório de inspeção de compartilhamento seguro para a área de transferência.
tr_tr: Paylaşımı güvenli inceleme raporu panoya kopyalandı.
zh_hans: 将共享安全检查报告复制到剪贴板。

# ItemInspector_CopiedSafeReport
source: Copied a share-safe inspection report to the clipboard.
ar_sa: تم نسخ تقرير فحص المشاركة الآمنة إلى الحافظة.
de_de: Einen Share-Safe-Inspektionsbericht in die Zwischenablage kopiert.
es_es: Copié un informe de inspección de seguridad compartida en el portapapeles.
fr_fr: Copie d'un rapport d'inspection partagé dans le presse-papiers.
hi_in: शेयर-सुरक्षित निरीक्षण रिपोर्ट को क्लिपबोर्ड पर कॉपी किया गया।
ja_jp: シェアセーフ検査レポートをクリップボードにコピーしました。
ko_kr: 공유 안전 검사 보고서를 클립보드에 복사했습니다.
pt_br: Copiou um relatório de inspeção de compartilhamento seguro para a área de transferência.
tr_tr: Paylaşımı güvenli inceleme raporu panoya kopyalandı.
zh_hans: 将共享安全检查报告复制到剪贴板。

# Player.Button.ReturnToPlayer
source: Return to player
ar_sa: العودة إلى اللاعب
de_de: Zurück zum Spieler
es_es: Volver al jugador
fr_fr: Retour au joueur
hi_in: खिलाड़ी पर लौटें
ja_jp: プレイヤーに戻る
ko_kr: 플레이어로 돌아가기
pt_br: Voltar ao jogador
tr_tr: Oynatıcıya dön
zh_hans: 返回播放器

# Player_Button_ReturnToPlayer
source: Return to player
ar_sa: العودة إلى اللاعب
de_de: Zurück zum Spieler
es_es: Volver al jugador
fr_fr: Retour au joueur
hi_in: खिलाड़ी पर लौटें
ja_jp: プレイヤーに戻る
ko_kr: 플레이어로 돌아가기
pt_br: Voltar ao jogador
tr_tr: Oynatıcıya dön
zh_hans: 返回播放器

# Player.Error.Authorization.Title
source: Stream authorization failed
ar_sa: فشل ترخيص الدفق
de_de: Die Stream-Autorisierung ist fehlgeschlagen
es_es: Error en la autorización de transmisión
fr_fr: L'autorisation du flux a échoué
hi_in: स्ट्रीम प्राधिकरण विफल रहा
ja_jp: ストリーム認証に失敗しました
ko_kr: 스트림 승인 실패
pt_br: Falha na autorização de transmissão
tr_tr: Yayın yetkilendirmesi başarısız
zh_hans: 流授权失败

# Player_Error_Authorization_Title
source: Stream authorization failed
ar_sa: فشل ترخيص الدفق
de_de: Die Stream-Autorisierung ist fehlgeschlagen
es_es: Error en la autorización de transmisión
fr_fr: L'autorisation du flux a échoué
hi_in: स्ट्रीम प्राधिकरण विफल रहा
ja_jp: ストリーム認証に失敗しました
ko_kr: 스트림 승인 실패
pt_br: Falha na autorização de transmissão
tr_tr: Yayın yetkilendirmesi başarısız
zh_hans: 流授权失败

# General.Download
source: Download
ar_sa: تحميل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करना
ja_jp: ダウンロード
ko_kr: 다운로드
tr_tr: İndir
zh_hans: 下载

# General_Download
source: Download
ar_sa: تحميل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करना
ja_jp: ダウンロード
ko_kr: 다운로드
tr_tr: İndir
zh_hans: 下载

# Player.Seek.Unavailable
source: Seeking unavailable
ar_sa: تسعى غير متوفرة
de_de: Suche nicht verfügbar
es_es: Buscando no disponible
fr_fr: Recherche indisponible
hi_in: तलाश अनुपलब्ध है
ja_jp: 探していますが利用できません
ko_kr: 찾을 수 없음
pt_br: Procurando indisponível
tr_tr: Arama kullanılamıyor
zh_hans: 寻求不可用

# Player_Seek_Unavailable
source: Seeking unavailable
ar_sa: تسعى غير متوفرة
de_de: Suche nicht verfügbar
es_es: Buscando no disponible
fr_fr: Recherche indisponible
hi_in: तलाश अनुपलब्ध है
ja_jp: 探していますが利用できません
ko_kr: 찾을 수 없음
pt_br: Procurando indisponível
tr_tr: Arama kullanılamıyor
zh_hans: 寻求不可用

# Player.Error.Timeout.Message
source: The stream did not respond before the playback timeout elapsed.
ar_sa: لم يستجب الدفق قبل انقضاء مهلة التشغيل.
de_de: Der Stream hat nicht geantwortet, bevor das Wiedergabe-Timeout abgelaufen ist.
es_es: La transmisión no respondió antes de que transcurriera el tiempo de espera de reproducción.
fr_fr: Le flux n'a pas répondu avant l'expiration du délai de lecture.
hi_in: प्लेबैक समय समाप्त होने से पहले स्ट्रीम ने कोई प्रतिक्रिया नहीं दी।
ja_jp: 再生タイムアウトが経過する前にストリームが応答しませんでした。
ko_kr: 재생 시간 초과가 경과하기 전에 스트림이 응답하지 않았습니다.
pt_br: O stream não respondeu antes que o tempo limite de reprodução terminasse.
tr_tr: Yayın, oynatma zaman aşımı dolmadan yanıt vermedi.
zh_hans: 在播放超时之前，流没有响应。

# Player_Error_Timeout_Message
source: The stream did not respond before the playback timeout elapsed.
ar_sa: لم يستجب الدفق قبل انقضاء مهلة التشغيل.
de_de: Der Stream hat nicht geantwortet, bevor das Wiedergabe-Timeout abgelaufen ist.
es_es: La transmisión no respondió antes de que transcurriera el tiempo de espera de reproducción.
fr_fr: Le flux n'a pas répondu avant l'expiration du délai de lecture.
hi_in: प्लेबैक समय समाप्त होने से पहले स्ट्रीम ने कोई प्रतिक्रिया नहीं दी।
ja_jp: 再生タイムアウトが経過する前にストリームが応答しませんでした。
ko_kr: 재생 시간 초과가 경과하기 전에 스트림이 응답하지 않았습니다.
pt_br: O stream não respondeu antes que o tempo limite de reprodução terminasse.
tr_tr: Yayın, oynatma zaman aşımı dolmadan yanıt vermedi.
zh_hans: 在播放超时之前，流没有响应。

# Player.Seek.LiveBuffer
source: Seek within live buffer
ar_sa: ابحث داخل المخزن المؤقت المباشر
de_de: Suche im Live-Puffer
es_es: Buscar dentro del búfer en vivo
fr_fr: Rechercher dans le tampon en direct
hi_in: लाइव बफ़र के भीतर खोजें
ja_jp: ライブバッファ内でシークする
ko_kr: 라이브 버퍼 내에서 탐색
pt_br: Procure dentro do buffer ao vivo
tr_tr: Canlı arabellekte ara
zh_hans: 在实时缓冲区内查找

# Player_Seek_LiveBuffer
source: Seek within live buffer
ar_sa: ابحث داخل المخزن المؤقت المباشر
de_de: Suche im Live-Puffer
es_es: Buscar dentro del búfer en vivo
fr_fr: Rechercher dans le tampon en direct
hi_in: लाइव बफ़र के भीतर खोजें
ja_jp: ライブバッファ内でシークする
ko_kr: 라이브 버퍼 내에서 탐색
pt_br: Procure dentro do buffer ao vivo
tr_tr: Canlı arabellekte ara
zh_hans: 在实时缓冲区内查找

# Player.Error.LiveUnavailable
source: Live unavailable
ar_sa: لايف غير متاح
de_de: Live nicht verfügbar
es_es: En vivo no disponible
fr_fr: Live indisponible
hi_in: लाइव अनुपलब्ध
ja_jp: ライブ利用不可
ko_kr: 실시간 이용 불가
pt_br: Ao vivo indisponível
tr_tr: Canlı yayın kullanılamıyor
zh_hans: 无法直播

# Player_Error_LiveUnavailable
source: Live unavailable
ar_sa: لايف غير متاح
de_de: Live nicht verfügbar
es_es: En vivo no disponible
fr_fr: Live indisponible
hi_in: लाइव अनुपलब्ध
ja_jp: ライブ利用不可
ko_kr: 실시간 이용 불가
pt_br: Ao vivo indisponível
tr_tr: Canlı yayın kullanılamıyor
zh_hans: 无法直播

# Player.Error.LiveResolveFailed
source: The live stream could not be resolved for this channel.
ar_sa: لا يمكن حل البث المباشر لهذه القناة.
de_de: Der Livestream konnte für diesen Kanal nicht aufgelöst werden.
es_es: La transmisión en vivo no se pudo resolver para este canal.
fr_fr: La diffusion en direct n'a pas pu être résolue pour cette chaîne.
hi_in: इस चैनल के लिए लाइव स्ट्रीम का समाधान नहीं किया जा सका.
ja_jp: このチャンネルのライブ ストリームを解決できませんでした。
ko_kr: 이 채널의 실시간 스트림을 확인할 수 없습니다.
pt_br: Não foi possível resolver a transmissão ao vivo para este canal.
tr_tr: Bu kanal için canlı yayın çözülemedi.
zh_hans: 无法解析该频道的直播。

# Player_Error_LiveResolveFailed
source: The live stream could not be resolved for this channel.
ar_sa: لا يمكن حل البث المباشر لهذه القناة.
de_de: Der Livestream konnte für diesen Kanal nicht aufgelöst werden.
es_es: La transmisión en vivo no se pudo resolver para este canal.
fr_fr: La diffusion en direct n'a pas pu être résolue pour cette chaîne.
hi_in: इस चैनल के लिए लाइव स्ट्रीम का समाधान नहीं किया जा सका.
ja_jp: このチャンネルのライブ ストリームを解決できませんでした。
ko_kr: 이 채널의 실시간 스트림을 확인할 수 없습니다.
pt_br: Não foi possível resolver a transmissão ao vivo para este canal.
tr_tr: Bu kanal için canlı yayın çözülemedi.
zh_hans: 无法解析该频道的直播。

# Player.Status.RecoveringStream
source: Trying to recover stream.
ar_sa: تحاول استعادة الدفق.
de_de: Versuche, den Stream wiederherzustellen.
es_es: Intentando recuperar la transmisión.
fr_fr: Essayer de récupérer le flux.
hi_in: स्ट्रीम पुनर्प्राप्त करने का प्रयास किया जा रहा है.
ja_jp: ストリームを回復しようとしています。
ko_kr: 스트림을 복구하는 중입니다.
pt_br: Tentando recuperar o stream.
tr_tr: Yayın kurtarılmaya çalışılıyor.
zh_hans: 正在尝试恢复流。

# Player_Status_RecoveringStream
source: Trying to recover stream.
ar_sa: تحاول استعادة الدفق.
de_de: Versuche, den Stream wiederherzustellen.
es_es: Intentando recuperar la transmisión.
fr_fr: Essayer de récupérer le flux.
hi_in: स्ट्रीम पुनर्प्राप्त करने का प्रयास किया जा रहा है.
ja_jp: ストリームを回復しようとしています。
ko_kr: 스트림을 복구하는 중입니다.
pt_br: Tentando recuperar o stream.
tr_tr: Yayın kurtarılmaya çalışılıyor.
zh_hans: 正在尝试恢复流。

# Player.Hint.ConnectionMayVary
source: Connection may vary
ar_sa: قد يختلف الاتصال
de_de: Anschluss kann variieren
es_es: La conexión puede variar
fr_fr: La connexion peut varier
hi_in: कनेक्शन भिन्न हो सकता है
ja_jp: 接続は異なる場合があります
ko_kr: 연결은 다를 수 있습니다
pt_br: A conexão pode variar
tr_tr: Bağlantı değişken olabilir
zh_hans: 连接可能会有所不同

# Player_Hint_ConnectionMayVary
source: Connection may vary
ar_sa: قد يختلف الاتصال
de_de: Anschluss kann variieren
es_es: La conexión puede variar
fr_fr: La connexion peut varier
hi_in: कनेक्शन भिन्न हो सकता है
ja_jp: 接続は異なる場合があります
ko_kr: 연결은 다를 수 있습니다
pt_br: A conexão pode variar
tr_tr: Bağlantı değişken olabilir
zh_hans: 连接可能会有所不同

# Player.Error.InvalidStreamUrl.Title
source: Invalid stream URL
ar_sa: تيار غير صالح URL
de_de: Ungültiger Stream URL
es_es: Transmisión no válida URL
fr_fr: Flux invalide URL
hi_in: अमान्य स्ट्रीम URL
ja_jp: 無効なストリーム URL
ko_kr: 잘못된 스트림 URL
pt_br: Fluxo inválido URL
tr_tr: Geçersiz yayın URL'si
zh_hans: 无效流 URL

# Player_Error_InvalidStreamUrl_Title
source: Invalid stream URL
ar_sa: تيار غير صالح URL
de_de: Ungültiger Stream URL
es_es: Transmisión no válida URL
fr_fr: Flux invalide URL
hi_in: अमान्य स्ट्रीम URL
ja_jp: 無効なストリーム URL
ko_kr: 잘못된 스트림 URL
pt_br: Fluxo inválido URL
tr_tr: Geçersiz yayın URL'si
zh_hans: 无效流 URL

# Player.Error.Authorization.Message
source: The provider rejected the stream request or the source credentials are no longer accepted.
ar_sa: رفض الموفر طلب الدفق أو لم تعد بيانات اعتماد المصدر مقبولة.
de_de: Der Anbieter hat die Stream-Anfrage abgelehnt oder die Quellanmeldeinformationen werden nicht mehr akzeptiert.
es_es: El proveedor rechazó la solicitud de transmisión o ya no se aceptan las credenciales de origen.
fr_fr: Le fournisseur a rejeté la demande de flux ou les informations d'identification source ne sont plus acceptées.
hi_in: प्रदाता ने स्ट्रीम अनुरोध को अस्वीकार कर दिया या स्रोत क्रेडेंशियल अब स्वीकार नहीं किए जाते हैं।
ja_jp: プロバイダーがストリーム要求を拒否したか、ソース資格情報が受け入れられなくなりました。
ko_kr: 공급자가 스트림 요청을 거부했거나 소스 자격 증명이 더 이상 허용되지 않습니다.
pt_br: O provedor rejeitou a solicitação de stream ou as credenciais de origem não são mais aceitas.
tr_tr: Sağlayıcı yayın isteğini reddetti veya kaynak kimlik bilgileri artık kabul edilmiyor.
zh_hans: 提供商拒绝了流请求或不再接受源凭据。

# Player_Error_Authorization_Message
source: The provider rejected the stream request or the source credentials are no longer accepted.
ar_sa: رفض الموفر طلب الدفق أو لم تعد بيانات اعتماد المصدر مقبولة.
de_de: Der Anbieter hat die Stream-Anfrage abgelehnt oder die Quellanmeldeinformationen werden nicht mehr akzeptiert.
es_es: El proveedor rechazó la solicitud de transmisión o ya no se aceptan las credenciales de origen.
fr_fr: Le fournisseur a rejeté la demande de flux ou les informations d'identification source ne sont plus acceptées.
hi_in: प्रदाता ने स्ट्रीम अनुरोध को अस्वीकार कर दिया या स्रोत क्रेडेंशियल अब स्वीकार नहीं किए जाते हैं।
ja_jp: プロバイダーがストリーム要求を拒否したか、ソース資格情報が受け入れられなくなりました。
ko_kr: 공급자가 스트림 요청을 거부했거나 소스 자격 증명이 더 이상 허용되지 않습니다.
pt_br: O provedor rejeitou a solicitação de stream ou as credenciais de origem não são mais aceitas.
tr_tr: Sağlayıcı yayın isteğini reddetti veya kaynak kimlik bilgileri artık kabul edilmiyor.
zh_hans: 提供商拒绝了流请求或不再接受源凭据。

# Player.Hint.ArtworkAvailable
source: Artwork available
ar_sa: العمل الفني متاح
de_de: Kunstwerk verfügbar
es_es: Obras de arte disponibles
fr_fr: Oeuvre disponible
hi_in: कलाकृति उपलब्ध है
ja_jp: アートワークが利用可能
ko_kr: 이용 가능한 작품
pt_br: Arte disponível
tr_tr: Görsel hazır
zh_hans: 可用的艺术品

# Player_Hint_ArtworkAvailable
source: Artwork available
ar_sa: العمل الفني متاح
de_de: Kunstwerk verfügbar
es_es: Obras de arte disponibles
fr_fr: Oeuvre disponible
hi_in: कलाकृति उपलब्ध है
ja_jp: アートワークが利用可能
ko_kr: 이용 가능한 작품
pt_br: Arte disponível
tr_tr: Görsel hazır
zh_hans: 可用的艺术品

# ItemInspector.CopyFailed
source: Copy failed. {0}
ar_sa: فشل النسخ. {0}
de_de: Der Kopiervorgang ist fehlgeschlagen. {0}
es_es: La copia falló. {0}
fr_fr: La copie a échoué. {0}
hi_in: प्रतिलिपि विफल. {0}
ja_jp: コピーに失敗しました。 {0}
ko_kr: 복사에 실패했습니다. {0}
pt_br: Falha na cópia. {0}
tr_tr: Kopyalama başarısız. {0}
zh_hans: 复制失败。 {0}

# ItemInspector_CopyFailed
source: Copy failed. {0}
ar_sa: فشل النسخ. {0}
de_de: Der Kopiervorgang ist fehlgeschlagen. {0}
es_es: La copia falló. {0}
fr_fr: La copie a échoué. {0}
hi_in: प्रतिलिपि विफल. {0}
ja_jp: コピーに失敗しました。 {0}
ko_kr: 복사에 실패했습니다. {0}
pt_br: Falha na cópia. {0}
tr_tr: Kopyalama başarısız. {0}
zh_hans: 复制失败。 {0}

# Player.ScreenshotSaved
source: Screenshot saved
ar_sa: تم حفظ لقطة الشاشة
de_de: Screenshot gespeichert
es_es: Captura de pantalla guardada
fr_fr: Capture d'écran enregistrée
hi_in: स्क्रीनशॉट सहेजा गया
ja_jp: スクリーンショットが保存されました
ko_kr: 스크린샷이 저장되었습니다.
pt_br: Captura de tela salva
tr_tr: Ekran görüntüsü kaydedildi
zh_hans: 截图已保存

# Player_ScreenshotSaved
source: Screenshot saved
ar_sa: تم حفظ لقطة الشاشة
de_de: Screenshot gespeichert
es_es: Captura de pantalla guardada
fr_fr: Capture d'écran enregistrée
hi_in: स्क्रीनशॉट सहेजा गया
ja_jp: スクリーンショットが保存されました
ko_kr: 스크린샷이 저장되었습니다.
pt_br: Captura de tela salva
tr_tr: Ekran görüntüsü kaydedildi
zh_hans: 截图已保存

# Player.Hint.LogoAvailable
source: Logo available
ar_sa: الشعار متاح
de_de: Logo verfügbar
es_es: Logotipo disponible
fr_fr: Logo disponible
hi_in: लोगो उपलब्ध है
ja_jp: ロゴが利用可能
ko_kr: 로고 사용 가능
pt_br: Logotipo disponível
tr_tr: Logo hazır
zh_hans: 可用徽标

# Player_Hint_LogoAvailable
source: Logo available
ar_sa: الشعار متاح
de_de: Logo verfügbar
es_es: Logotipo disponible
fr_fr: Logo disponible
hi_in: लोगो उपलब्ध है
ja_jp: ロゴが利用可能
ko_kr: 로고 사용 가능
pt_br: Logotipo disponível
tr_tr: Logo hazır
zh_hans: 可用徽标

# Player.Status.Reconnecting
source: Reconnecting
ar_sa: إعادة الاتصال
de_de: Wieder verbinden
es_es: Reconectando
fr_fr: Reconnexion
hi_in: पुनः कनेक्ट हो
ja_jp: 再接続中
ko_kr: 다시 연결하는 중
pt_br: Reconectando
tr_tr: Yeniden bağlanıyor
zh_hans: 重新连接
